Repository: voitakn/voita-erp-front
Catalog: resources/lng/*.po
Languages: es

source: Price was successfully saved.
es: El precio se ha guardado con éxito.

source: Column priority should be higher than 0.
es: La prioridad de la columna debe ser superior a 0.

source: An error occurred while saving price.
es: Se ha producido un error al guardar el precio.

source: Price has not changed.
es: El precio no ha cambiado.

source: Price has not changed.To save, please,specify another price.
es: El precio no ha cambiado. Para ahorrar, por favor, especifique otro precio.

source: Unable to save new product price.
es: No se puede guardar el precio del nuevo producto.

source: There is no price.It should be higher than 0.00!
es: No hay precio. ¡Debería ser superior a 0,00!

source: An error occurred while changing price setting.
es: Se ha producido un error al cambiar la configuración del precio.

source: Different product price for stores was switched on.
es: Se activó el precio del producto diferente para las tiendas.

source: Different product price for stores was switched off. Now only the basic price of the product is valid!
es: El precio del producto diferente para las tiendas fue desactivado. ¡Ahora sólo es válido el precio básico del producto!

source: Sorry! Payment method is not valid!
es: ¡Lo sentimos! ¡El método de pago no es válido!

source: Moving invoice
es: Factura de mudanza

source: COMPANY
es: EMPRESA

source: ADDRESS
es: DIRECCIÓN

source: CITY, STATE
es: CIUDAD, ESTADO

source: ZIP
es: Código Postal

source: PHONE
es: TELÉFONO

source: TAX NUMBER
es: NÚMERO DE IMPUESTO

source: DATE
es: FECHA

source: INVOICE
es: FACTURA

source: TOTAL INVOICE
es: TOTAL FACTURA

source: TOTAL POSITIONS
es: TOTAL DE POSICIONES

source: BOXES
es: CAJAS

source: Source location
es: Ubicación del origen

source: MANAGER
es: ADMINISTRADOR

source: Destination location
es: Lugar de destino

source: Invoice items
es: Elementos de la factura

source: Sender
es: Remitente

source: Recipient
es: Destinatario

source: Count
es: Contar

source: Page was not found
es: No se ha encontrado la página

source: Try to go to
es: Intenta ir

source: the main panel
es: el panel principal
