Repository: voitakn/voita-erp-front
Catalog: resources/lng/*.po
Languages: es

source: Select function from the list
es: Seleccione la función de la lista

source: Apply
es: Aplicar

source: Cancel
es: Cancelar

source: Function name (ID)
es: Nombre de la función (ID)

source: Level
es: Nivel

source: Description
es: Descripción

source: Request
es: Solicitud

source: Active
es: Activo

source: Select country from the list
es: Seleccione el país de la lista

source: Back
es: Volver

source: Save
es: Guardar

source: Countries management
es: Gestionar países

source: New country
es: Nuevo país

source: Country_en
es: País_es

source: Country_orig
es: País_origen

source: Countries JSON
es: Países JSON

source: Store
es: Tienda

source: Products
es: Productos

source: Services
es: Servicios

source: Retail
es: Menudeo

source: New organization
es: Nueva organización

source: Main information
es: Información principal

source: Organization title
es: Título de la organización

source: Select the country
es: Seleccione el país

source: Phone
es: Teléfono

source: The phone number should be like this: +1234567890
es: El número de teléfono debe ser el siguiente: +1234567890

source: Currency
es: Moneda

source: Name of point
es: Nombre del punto

source: Taxes of the selected country
es: Impuestos del país seleccionado

source: Settings of the catalogs and sales
es: Configuración de los catálogos y ventas

source: Name of the products catalog
es: Nombre del catálogo de productos

source: Name of the service catalog
es: Nombre del catálogo de servicios

source: Price name
es: Nombre del precio

source: Default margin in %
es: Margen por defecto en %

source: Settings of the administrator account
es: Configuración de la cuenta de administrador

source: Name
es: Nombre

source: Last name
es: Apellido

source: Password
es: Contraseña

source: Customers management
es: Gestionar de clientes

source: Add
es: Añadir

source: Filter by country
es: Filtrar por país

source: Search by title
es: Buscar por título

source: Organization
es: Organización

source: Title
es: Título

source: Creation date
es: Fecha de creacion

source: Country
es: País

source: Taxes
es: Impuestos

source: Administrator data
es: Datos del administrador

source: Enable
es: Habilitar

source: Users
es: Usuarios

source: Places of business
es: Lugares de trabajo

source: Select organization from the list or add new one.
es: Seleccione una organización de la lista o añada una nueva.

source: Roles management
es: Gestionar de funciones

source: Scheme
es: Esquema

source: Any scheme
es: Cualquier esquema

source: Is cluster
es: Es el clúster

source: Any
es: Ninguna

source: Yes
es: Sí

source: Add role
es: Añadir rol

source: Update on server
es: Actualización en el servidor

source: Function name
es: Nombre de la función

source: Allow
es: Permitir

source: Edit data
es: Editar los datos

source: Is Cluster
es: Es Cluster

source: Roles in groups
es: Roles en los grupos

source: Edit
es: Editar

source: Delete role
es: Borrar el rol

source: Assigned in groups
es: Asignados en grupos

source: Groups management
es: Gestionar de grupos

source: Add group
es: Añadir grupo

source: To see the functions list select the group
es: Para ver la lista de funciones seleccione el grupo

source: Data was not found!
es: ¡No se han encontrado los datos!

source: Name of group
es: Nombre del grupo

source: Functions assigned to the group
es: Funciones asignadas al grupo

source: Add functions
es: Añadir funciones

source: Delete selected
es: Eliminar seleccionado

source: Section editing
es: Edición de la sección

source: Section adding
es: Sección que añade

source: Successfully
es: Exitosamente

source: To list
es: Para listar

source: To card
es: A la tarjeta

source: Product
es: Producto

source: Service
es: Servicio

source: Search by name and barcode (at least 3 characters)
es: Búsqueda por nombre y código de barras (al menos 3 caracteres)

source: Product name
es: Nombre del producto

source: Price
es: Precio

source: Basic price
es: Precio básico

source: Total price
es: Precio total

source: Discount
es: Descuento

source: Tax
es: Impuestos

source: Barcode
es: Código de barras

source: Products and services
es: Productos y servicios

source: Close all sections
es: Cerrar todas las secciones

source: Open all sections
es: Abrir todas las secciones

source: Category
es: Categoría

source: Edit section
es: Editar sección

source: Add child section
es: Añadir sección infantil

source: Catalog name
es: Nombre del catálogo

source: New product
es: Nuevo producto

source: tax VAT
es: impuesto IVA

source: Unit type per
es: Tipo de unidad por

source: Full description
es: Descripción completa

source: New service
es: Nuevo servicio

source: Service name
es: Nombre del servicio

source: Full dеscription
es: Dеscripción completa

source: Company information
es: Información de la empresa

source: Company configuration
es: Configuración de la empresa

source: Enable VAT taxes
es: Activar los impuestos del IVA

source: Used when printing invoices and calculate taxes
es: Se utiliza cuando se imprimen las facturas y se calculan los impuestos

source: Enable strict POS mode
es: Activar el modo POS estricto

source: Allow retail selling only through pos and virtual checkouts
es: Permitir la venta al por menor sólo a través de cajas pos y virtuales

source: Company name
es: Nombre de la empresa

source: Postcode
es: Código postal

source: City
es: Ciudad

source: Address
es: Dirección

source: Tax number
es: Número de identificación fiscal

source: Edit Logo
es: Editar Logo

source: Edit company
es: Editar empresa

source: Preview Company Logo
es: Vista previa del logotipo de la empresa

source: Clear Logo
es: Logo clara

source: Drag and drop the image here. Supported formats: jpeg, png, bmp. Size up to 2mb
es: Arrastre y suelte la imagen aquí. Formatos admitidos: jpeg, png, bmp. Tamaño hasta 2mb

source: Dashboard
es: Escritorio

source: Location
es: Ubicación

source: Today
es: Hoy

source: Sales amount
es: Cantidad de ventas

source: Purchases amount
es: Importe de las compras

source: Movements sent
es: Movimientos enviados

source: Movements received
es: Movimientos recibidos

source: This month
es: Este mes

source: Previous month
es: Mes anterior

source: Number of POS
es: Número de puntos de venta

source: Number of users
es: Número de usuarios

source: Number of sales
es: Número de ventas

source: Number of purchases
es: Número de compras

source: Expenses amount
es: Importe de los gastos

source: Number of expenses
es: Número de gastos

source: POS statistics
es: Estadísticas de los POS

source: User information
es: Información para el usuario

source: Surname
es: Apellido

source: Can work in application
es: Puede trabajar en la aplicación

source: No user group assigned!
es: ¡No se ha asignado ningún grupo de usuarios!

source: Edit user groups
es: Editar grupos de usuarios

source: Groups
es: Grupos

source: Changed
es: Cambiado

source: User is not assigned to the places of business!
es: ¡El usuario no está asignado a los lugares de trabajo!

source: Edit user points
es: Editar los puntos del usuario

source: Points of sale
es: Puntos de venta

source: Edit employee
es: Editar empleado

source: Yes! Can work in application
es: ¡Sí! Puede trabajar en la aplicación

source: Expenses
es: Gastos

source: Add new
es: Añadir nuevo

source: Created
es: Creado

source: Amount
es: Cantidad

source: Expense card
es: Tarjeta de gastos

source: New expense
es: Nuevo gasto

source: Expense name
es: Nombre del gasto

source: Date
es: Fecha

source: Date from
es: Fecha desde

source: Date to
es: Fecha hasta

source: Period
es: Periodo

source: Company Points
es: Puntos de la empresa

source: Company Employee
es: Empleado de la empresa

source: Purchases from the period
es: Compras del periodo

source: Sales from the period
es: Ventas del periodo

source: Expenses from the period
es: Gastos del período

source: Purchases for the period
es: Compras del periodo

source: Sales for the period
es: Ventas del periodo

source: Expenses for the period
es: Gastos del período

source: Point of sale
es: Punto de venta

source: Only not inventory
es: Sólo que no hay inventario

source: Switch on
es: Encender

source: By name or barcode
es: Por nombre o código de barras

source: By name and barcode (at least 3 characters)
es: Búsqueda por nombre y código de barras (al menos 3 caracteres)

source: Quantity
es: Cantidad

source: Actions
es: Acciones

source: Confirm quantity
es: Confirme la cantidad

source: Correct quantity
es: Cantidad correcta

source: Previous quantity
es: Cantidad anterior

source: qty.
es: cant.

source: Confirm quantity store
es: Confirme la cantidad de la tienda

source: Do you confirm this quantity of the product in the store?
es: ¿Confirman esta cantidad del producto en la tienda?

source: Correct the product quantity
es: Corregir la cantidad de producto

source: Barcode:
es: Código de barras:

source: Previous quantity:
es: Cantidad anterior:

source: New quantity
es: Nueva cantidad

source: Reason for the change
es: Motivo del cambio

source: Data was not received!
es: ¡Los datos no se han recibido!

source: Catalog
es: Catálogo

source: Go to the profile
es: Ir al perfil

source: Log out
es: Cerrar sesión

source: Company
es: Empresa

source: Sellings
es: Ventas

source: Cash registers
es: Cajas registradoras

source: Refunds
es: Devoluciones

source: Price Monitor
es: Monitor de precios

source: Movements
es: Movimientos

source: Purchases
es: Compras

source: Suppliers
es: Proveedores

source: Settings
es: Ajustes

source: Customers
es: Clientes

source: Countries
es: Países

source: Sorry, some of the functions are not available. You need to pay your subscription.
es: Lo sentimos, algunas de las funciones no están disponibles. Tienes que pagar tu suscripción.

source: Update subscription
es: Actualizar la suscripción

source: Yor subscription will be cancelled:
es: Su suscripción será cancelada:

source: You need to renew your subscription.
es: Debe renovar su suscripción.

source: Renew subscription
es: Renovar la suscripción

source: Your trial period will be finished on
es: Su período de prueba terminará el

source: After that you need to start your subscription.
es: A continuación, deberá iniciar su suscripción.

source: New movement
es: Nuevo movimiento

source: Source POS
es: Fuente POS

source: Change point from movement products
es: Punto de cambio de los productos de movimiento

source: Manager
es: Gerente

source: Boxes
es: Cajas

source: Comment
es: Comentario

source: Select products by
es: Seleccione los productos por

source: BARCODE
es: CÓDIGO DE BARRAS

source: CATALOG
es: Catálogo

source: Attention
es: Atención

source: Yes!
es: ¡Sí!

source: Do you want to clear all positions from the list?
es: ¿Quiere borrar todas las posiciones de la lista?

source: Yes, continue
es: Si, continuar

source: Find by Barcode or Article
es: Buscar por código de barras o por artículo

source: Last found Barcode or Article
es: Último código de barras o artículo encontrado

source: Last produce
es: Últimos productos

source: Select
es: Seleccionar

source: Qty
es: Cantidad

source: Item
es: Artículo

source: Item price
es: Precio producto

source: Tax rate
es: Tasa de impuesto

source: Item tax
es: Impuesto sobre la renta

source: Item discount
es: Descuento en el artículo

source: Print Documents
es: Imprimir documentos

source: Exit
es: Salir

source: Print Stickers
es: Imprimir pegatinas

source: Print Invoice
es: Imprimir factura

source: Destination POS
es: Destino POS

source: Change point to movement
es: Cambiar el punto por el movimiento

source: Delete
es: Borrar

source: Clear
es: Limpiar

source: Save Invoice
es: Guardar factura

source: Remove from list
es: Remover de la lista

source: Select a source POS
es: Seleccione un POS de origen

source: Address:
es: Dirección:

source: City:
es: Ciudad:

source: Postcode:
es: Código Postal:

source: Phone:
es: Teléfono:

source: Comment:
es: Comentar:

source: Boxes:
es: CAJAS:

source: Select a destination POS
es: Seleccione un punto de venta de destino

source: Delete receipt
es: Borrar el recibo

source: Do you want to clear all positions and delete this receipt?
es: ¿Desea borrar todas las posiciones y eliminar este recibo?

source: Status
es: Estado

source: Sending
es: Enviando

source: Is not complete
es: No está completo

source: Item sent back
es: Artículo devuelto

source: Item returned
es: Artículo devuelto

source: Received
es: Recibido

source: Lost
es: Perdido

source: Undefined
es: Indefinido

source: Go to the product card
es: Ir a la ficha de producto

source: Movement Invoice
es: Factura de movimiento

source: Send Products
es: Enviar productos

source: Receive Products
es: Recibir Productos

source: Print
es: Imprimir

source: Document
es: Documento

source: Moving from
es: Pasar de

source: Moving to
es: Mudanza a

source: Quantity total
es: Cantidad total

source: Receive invoice
es: Recibir la factura

source: Attention, changing the status increases the number of balances of goods indicated in the invoice. Do you agree to change the status of the invoice?
es: Atención, el cambio de estado aumenta el número de saldos de mercancías indicados en la factura. ¿Está de acuerdo en cambiar el estado de la factura?

source: Sent invoice
es: Factura enviada

source: Attention, changing the status reduces the number of balances of goods indicated in the invoice. Do you agree to change the status of the invoice?
es: Atención, el cambio de estado reduce el número de saldos de mercancías indicados en la factura. ¿Está de acuerdo en cambiar el estado de la factura?

source: Add Movement
es: Añadir movimiento

source: Filter by year and period
es: Filtrar por año y periodo

source: January
es: Enero

source: Jan
es: Ene

source: February
es: Febrero

source: March
es: Marzo

source: April
es: Abril

source: Apr
es: Abr

source: May
es: Mayo

source: June
es: Junio

source: July
es: Julio

source: August
es: Agosto

source: Aug
es: Ago

source: September
es: Septiembre

source: October
es: Octubre

source: November
es: Noviembre

source: December
es: Diciembre

source: Dec
es: Dic

source: Invoice / Date
es: Factura / Fecha

source: Price total
es: Precio total

source: Sent
es: Enviado

source: Receive
es: Recibido

source: Update
es: Actualizar

source: My profile
es: Mi perfil

source: Change Password
es: Cambiar Contraseña

source: Login
es: Iniciar sesión

source: Role
es: Rol

source: Please fill in all required fields
es: Por favor, rellene todos los campos obligatorios

source: Change password
es: Cambiar contraseña

source: Old password
es: Contraseña anterior

source: New password
es: Nueva contraseña

source: Retype new password
es: Repetir contraseña

source: The password must be at least 8 characters in the English alphabet, and also contain at least one lowercase character, one uppercase character, one number and one of the following characters ! @ # $ % ^ & * . _
es: ¡La contraseña debe tener al menos 8 caracteres del alfabeto inglés, y también contener al menos un carácter en minúscula, un carácter en mayúscula, un número y uno de los siguientes caracteres ! @ # $ % ^ & * . _

source: Edit my information
es: Editar mi información

source: First name
es: Nombre

source: Buy subscription for points of sale
es: Comprar una suscripción para puntos de venta

source: Number of points
es: Número de puntos

source: How many additional points of sale do you need?
es: ¿Cuántos puntos de venta adicionales necesita?

source: Remember that the total number of points of sale will be one more, with the main point.
es: Recuerde que el número total de puntos de venta será uno más, con el punto principal.

source: Subscription price
es: Precio de suscripción

source: Price per one point per month
es: Precio por un punto al mes

source: You only pay for additional points of sale. The first main point of sale is always free.
es: Sólo se paga por los puntos de venta adicionales. El primer punto de venta principal es siempre gratuito.

source: Subscription amount
es: Importe de la suscripción

source: Amount per month
es: Cantidad por mes

source: Billing email
es: Email de facturación

source: Buy subscription
es: Comprar suscripción

source: Subscription number
es: Número de suscripción

source: Order date payment
es: Pago de la fecha del pedido

source: Subscription
es: Suscripción

source: Add point
es: Añadir punto

source: When you add or remove a point of sale (POS), you agree to the change to the subscription terms and agree to change the quantity and total amount of your subscription.
es: Al añadir o eliminar un punto de venta (POS), usted acepta el cambio de las condiciones de suscripción y acepta cambiar la cantidad y el importe total de su suscripción.

source: Main
es: Principal

source: New point of sale
es: Nuevo punto de venta

source: Full address
es: Dirección completa

source: Checkout
es: Pagar

source: Point card
es: Tarjeta de puntos

source: Is main
es: Es principal

source: Checkouts
es: Páginas de pago

source: Checkout form
es: Formulario de pago

source: Checkout name
es: Nombre de la caja

source: Edit point
es: Editar punto

source: Price monitor
es: Monitor de precios

source: Print stickers
es: Imprimir pegatinas

source: Produce name
es: Nombre del producto

source: Unit type
es: Tipo de unidad

source: Date update
es: Actualización de la fecha

source: Product card
es: Tarjeta de producto

source: Go to catalog
es: Ir al catálogo

source: Tax VAT
es: Impuesto IVA

source: Store name
es: Nombre de la tienda

source: Change the price
es: Cambiar el precio

source: POS prices
es: Precios de los puntos de venta

source: Enable different prices for each POS
es: Habilitar diferentes precios para cada POS

source: Manage prices of each POS is inactive. You can turn it on.
es: La gestión de precios de cada POS está inactiva. Puede activarlo.

source: Edit base price
es: Editar el precio base

source: Discount %
es: % de Descuento

source: Edit POS price
es: Editar el precio del punto de venta

source: Price for POS
es: Precio para el POS

source: Turn on
es: Enciende

source: Base price
es: Precio base

source: Edit main information
es: Editar la información principal

source: Back to the list
es: Volver a la lista

source: New purchase
es: Nueva Compra

source: Purchases list
es: Lista de compras

source: Clean
es: Limpiar

source: Employee
es: Empleado

source: Supplier
es: Proveedor

source: Purchase №
es: Añadir compra

source: Is Paid
es: No pagado

source: Type of payment
es: Tipo de pago

source: Cash
es: Efectivo

source: Bank
es: Banco

source: Document number
es: Número de documento

source: Date of payment
es: Fecha de pago

source: Delete from the list
es: Eliminar de la lista

source: Price buy
es: Precio de compra

source: Choose products or
es: Elija productos o

source: By name or barcode (at least 3 char.)
es: Por nombre o código de barras (al menos 3 car.)

source: Categories
es: Categorías

source: You can choose a category for products.
es: Puede elegir una categoría para los productos.

source: Prices
es: Precios

source: Sell
es: Vender

source: Last buy
es: Ultima compra

source: Options of purchasing product
es: Opciones de compra del producto

source: Purchase price
es: Precio de compra

source: Basic retail price
es: Precio básico de venta al público

source: The price of selling the products will be immediately available
es: El precio de venta de los productos estará disponible inmediatamente

source: Unpaid
es: No pagado

source: Per item
es: Por artículo

source: Purchase card
es: Tarjeta de compra

source: Change payment
es: Cambiar método de pago

source: From
es: Desde

source: Created at
es: Creado en

source: Payment status
es: Estado del pago

source: Payment number
es: Número de pago

source: Payment date
es: Fecha de pago

source: Total taxes
es: Total de impuestos

source: Total amount
es: Precio total

source: Payment Information
es: Información de Pago

source: Payment type
es: Método de Pago

source: Data is not available!
es: ¡Los datos no están disponibles!

source: Add purchase
es: Añadir compra

source: Number / Date
es: Número / Fecha

source: Paid
es: Pagado

source: Not paid
es: No pagado

source: Selling list
es: Lista de ventas

source: New selling
es: Nueva venta

source: Document / Date
es: Documento / Fecha

source: Seller
es: Vendedor

source: Returned
es: Devuelto

source: Payment
es: Pago

source: Return selling
es: Venta de retorno

source: Payment method
es: Método de pago

source: Without tax
es: Sin impuestos

source: Do you want to return this selling?
es: ¿Quieres devolver esta venta?

source: Enter the reason for returning
es: Introduzca el motivo de la devolución

source: No cancel
es: Cancelar

source: Start returning
es: Comenzar a regresar

source: On returning
es: Al volver

source: Sell card
es: Vender la tarjeta

source: Tax amount
es: Impuestos en importe

source: Total without tax
es: Total sin impuestos

source: Do you really want to delete all positions from the list?
es: ¿Realmente quiere eliminar todas las posiciones de la lista?

source: Stop sellings
es: Dejar de vender

source: Expiration
es: Vencimiento

source: Check the amount of cash
es: Comprobar la cantidad de dinero en efectivo

source: Do you confirm the availability of the amount?
es: ¿Confirma la disponibilidad del importe?

source: Deselect all
es: Deseleccionar todo

source: Payment by bank card
es: Pago con tarjeta bancaria

source: Need to pay
es: Necesidad de pagar

source: First complete the payment process in the bank terminal!
es: ¡Primero complete el proceso de pago en el terminal del banco!

source: Bank payment number
es: Número de pago bancario

source: Save & Print
es: Guardar e imprimir

source: Cash payment
es: Pago en efectivo

source: To add payment select banknotes and coins or enter field Received amount!
es: ¡Para añadir el pago seleccione billetes y monedas o introduzca el campo Importe recibido!

source: Coins
es: Monedas

source: Banknotes
es: Billetes de banco

source: Received amount
es: Importe recibido

source: Delivery
es: Entrega

source: Previous sell
es: Venta anterior

source: Next sell
es: Próxima venta

source: Selling
es: De Venta

source: Bank card
es: Tarjeta bancaria

source: Selling configuration
es: Configuración de venta

source: Select store and cash register then begin to sell!
es: ¡Seleccione la tienda y la caja registradora y empiece a vender!

source: Cash register
es: Caja registradora

source: Cash amount
es: Importe en efectivo

source: Duration of work
es: Duración del trabajo

source: 1 hour
es: 1 hora

source: 2 hours
es: 2 horas

source: 3 hours
es: 3 horas

source: 4 hours
es: 4 horas

source: 5 hours
es: 5 horas

source: 6 hours
es: 6 horas

source: 7 hours
es: 7 horas

source: 8 hours
es: 8 horas

source: 9 hours
es: 9 horas

source: 10 hours
es: 10 horas

source: 11 hours
es: 11 horas

source: 12 hours
es: 12 horas

source: Start selling
es: Empezar a vender

source: Do you really want to clear the goods and delete this receipt?
es: ¿Realmente quieres limpiar la mercancía y borrar este recibo?

source: Only active
es: Sólo activo

source: Off
es: Apagado

source: Close cash
es: Cierre de caja

source: Start
es: Inicio

source: Date time
es: Fecha hora

source: To
es: Hasta

source: Change point of sale
es: Cambiar el punto de venta

source: Quantity for item
es: Cantidad por artículo

source: Only available
es: Sólo disponible

source: Filter by catalog. Select to refine the list of products.
es: Filtrar por catálogo. Seleccione para refinar la lista de productos.

source: Main.
es: Principal.

source: Point of sale:
es: Punto de venta:

source: Payment by credit card
es: Pago con tarjeta de crédito

source: Attention!
es: ¡Atención!
