Repository: voitakn/voita-erp-front
Catalog: resources/lng/*.po
Languages: es

source: First complete the payment process in the terminal!
es: ¡Primero complete el proceso de pago en el terminal!

source: Other
es: Otro

source: Does the payment by terminal successful?
es: ¿Tiene éxito el pago por terminal?

source: Please,write the check number from the payment terminal
es: Por favor, escriba el número de cheque del terminal de pago

source: Save and print
es: Guardar e imprimir

source: Select the bills or specify the amount
es: Seleccione los billetes o especifique el importe

source: Amount received
es: Cantidad recibida

source: Give change
es: Dar el cambio

source: Coin
es: Criptomoneda

source: Bill
es: Cuenta

source: Retail sale
es: Venta al por menor

source: By card
es: A la tarjeta

source: Only in progress
es: Sólo en curso

source: Receipt / Date
es: Recibo / Fecha

source: Cancel request
es: Cancelar solicitud

source: Approve request
es: Aprobar la solicitud

source: Started by | Date | Comment
es: Iniciado por | Fecha | Comentario

source: Closed by | Date
es: Cerrado por | Fecha

source: Approving
es: Aprobación de

source: Do you want to approve this request of refund selling?
es: ¿Quiere aprobar esta solicitud de venta de reembolso?

source: Reverting
es: Revirtiendo

source: Do you want to revert this request of refund selling?
es: ¿Quiere revertir esta solicitud de venta de reembolso?

source: Subscription payment
es: Pago de la suscripción

source: Quantity of POS
es: Cantidad de POS

source: Start subscription
es: Iniciar la suscripción

source: The subscription will be paid every month until you stop it. When you change the number of POS, the subscription price also changes.
es: La suscripción se pagará cada mes hasta que la suspenda. Cuando cambias el número de POS, el precio de la suscripción también cambia.

source: Customer information
es: Información al cliente

source: Full name
es: Nombre completo

source: Select a Payment Method
es: Seleccione una Forma de Pago

source: Enter your card details
es: Introduzca los datos de su tarjeta

source: FULL NAME *
es: NOMBRE COMPLETO *

source: CARD *
es: TARJETA *

source: Pay subscription
es: Suscripción de pago

source: Enter your bank account details
es: Introduzca los datos de su cuenta bancaria

source: By providing your payment information and confirming this payment, you authorise (A) Voita ERP and Stripe, our payment service provider and/or PPRO, its local service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions.
es: Al proporcionar su información de pago y confirmar este pago, usted autoriza (A) a Voita ERP y a Stripe, nuestro proveedor de servicios de pago y/o a PPRO, su proveedor de servicios local, a enviar instrucciones a su banco para que cargue el importe en su cuenta y (B) a su banco para que cargue el importe en su cuenta de acuerdo con dichas instrucciones.

source: As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited.
es: Como parte de sus derechos, tiene derecho a que su banco le devuelva el dinero según los términos y condiciones de su acuerdo con el banco. El reembolso debe reclamarse en un plazo de 8 semanas a partir de la fecha en la que se hizo el cargo en su cuenta.

source: Your rights are explained in a statement that you can obtain from your bank.
es: Sus derechos se explican en una declaración que puede obtener en su banco.

source: You agree to receive notifications for future debits up to 2 days before they occur.
es: Usted acepta recibir notificaciones de futuros adeudos hasta 2 días antes de que se produzcan.

source: We are awaiting payment information for your subscription.
es: Estamos a la espera de la información sobre el pago de su suscripción.

source: Please do not close this page.
es: Por favor, no cierre esta página.

source: Your subscriptions information
es: Sus datos de suscripción

source: Product name / plan
es: Nombre del producto / plan

source: Price per POS
es: Precio por punto de venta

source: Last paid
es: Último pago

source: Subscription status
es: Estado de suscripción

source: Cancellation date
es: Fecha de anulación

source: When you will change the number of POS, the quantity and total amount in the subscription will be changed for next payment.
es: Cuando cambie el número de POS, la cantidad y el importe total de la suscripción se modificarán para el próximo pago.

source: Cancel subscription
es: Cancelar suscripción

source: Change payment method
es: Cambiar la forma de pago

source: Attention! If you cancel your subscription, you will switch to the free mode with many disabled features.
es: ¡Atención! Si cancelas tu suscripción, pasarás al modo gratuito con muchas funciones desactivadas.

source: In the free mode, you will always have access to only the Company, Catalog, POS and Selling List functions.
es: En el modo libre, siempre tendrá acceso sólo a las funciones de Empresa, Catálogo, POS y Lista de Ventas.

source: Invoices
es: Facturas

source: Download
es: Descargar

source: Manage Subscription
es: Gestionar la suscripción

source: Cancellation started
es: Se ha iniciado la cancelación

source: Incomplete
es: Incompleto

source: Incomplete expired
es: Incompleto expirado

source: Past due
es: Vencidos

source: Excellent!
es: ¡Excelente!

source: Your subscription has been successfully activated.
es: Su suscripción ha sido activada con éxito.

source: We will be happy to help you grow your business!
es: ¡Estaremos encantados de ayudarle a hacer crecer su negocio!

source: Thank you for choosing our service!
es: ¡Gracias por elegir nuestro servicio!

source: You will be returned to subscriptions page in 15 seconds!
es: ¡Volverá a la página de suscripciones en 15 segundos!

source: Go to subscriptions page
es: Ir a la página de suscripciones

source: Data is not found!
es: ¡No se han encontrado los datos!

source: New Supplier
es: Nuevo Proveedor

source: Search by name(at least 3 characters)
es: Búsqueda por nombre (al menos 3 caracteres)

source: Contacts
es: Contactos

source: To view items, select the supplier from the list
es: Para ver los artículos, seleccione el proveedor de la lista

source: Supplier information
es: Información para proveedores

source: Person
es: Persona

source: New Purchase
es: Nueva Compra

source: Edit supplier
es: Editar proveedor

source: Send an invitation
es: Enviar una invitación

source: New supplier
es: Nuevo Proveedor

source: Personnel
es: Personal

source: New User
es: Nuevo Usuario

source: New Employee
es: Nuevo profesional

source: Add Points
es: Add seguidores

source: Add Groups
es: Añadir grupo

source: Can work in service
es: Puede trabajar en el servicio

source: Add User Points
es: Añadir puntos de usuario

source: Card
es: Tarjeta

source: Please enter valid phone number!
es: ¡Por favor, introduzca un número de teléfono válido!

source: Clean selected category
es: Limpiar la categoría seleccionada

source: Select category
es: Seleccionar categoría

source: Category name
es: Nombre de categoría

source: This field is required.
es: Este campo es obligatorio.

source: Do you want to delete this position from the list?
es: ¿Desea eliminar esta posición de la lista?

source: Users groups
es: Grupos de usuarios

source: Edit groups
es: Editar grupos

source: Groups titles
es: Títulos de los grupos

source: Company info
es: Información de la empresa

source: Points of retail sale
es: Puntos de venta al por menor

source: Select point of retail sale
es: Seleccione el punto de venta al por menor

source: Select places of retail sale
es: Seleccione los lugares de venta al por menor

source: Balance
es: Saldo

source: Edit quantity
es: Editar cantidad

source: Store availability
es: Disponibilidad de tienda

source: By name and barcode (at least 3 characters )
es: Búsqueda por nombre y código de barras (al menos 3 caracteres)

source: Filter by catalog
es: Filtrar por catálogo

source: from
es: desde

source: Approved
es: Aprobado

source: Rejected
es: Rechazado

source: In progress
es: En progreso

source: The e-mail should be like this: email@mail.com
es: El correo electrónico debe ser así: email@mail.com

source: Kilogram
es: Kilogramo

source: Milligram
es: Miligramo

source: tn
es: tonelada Inglesa

source: Litre
es: Litro

source: Millilitre
es: Mililitros

source: Metre
es: Metros

source: Centimetre
es: Centímetro

source: Square Metre
es: Metro cuadrado

source: Square Centimetre
es: Centímetro cuadrado

source: Ounce
es: Onza

source: Fluid Ounce
es: Onza líquida

source: The checkout was launched earlier, we cannot start it again.
es: La comprobación se lanzó antes, no podemos iniciarla de nuevo.

source: An error occurred while saving.
es: Se ha producido un error al guardar.

source: The checkout was successfully launched, now you can sell.
es: La caja se ha lanzado con éxito, ahora puedes vender.

source: Sorry, we have a technical problem at the moment, please try again later!
es: ¡Lo sentimos, tenemos un problema técnico en este momento, por favor inténtelo más tarde!

source: Sorry! You need to fill in all required fields.
es: ¡Lo siento! Debe rellenar todos los campos obligatorios.

source: Data was not found.
es: No se han encontrado los datos.

source: Data is not available.
es: Los datos no están disponibles.

source: The page is not available
es: La página no está disponible

source: Sorry! We cannot found request data!
es: ¡Lo sentimos! ¡No podemos encontrar los datos solicitados!

source: Sorry! The request method is not valid!
es: ¡Lo siento! ¡El método de solicitud no es válido!

source: There is no organization ID.
es: No hay identificación de la organización.

source: Do authorization, please!
es: ¡Autorización, por favor!

source: Sorry! The email not sent!
es: ¡Lo siento! ¡El correo electrónico no se ha enviado!

source: Sorry! Request data is not correct!
es: ¡Lo sentimos! ¡Los datos solicitados no son correctos!

source: Sorry! Not found subscription type!
es: ¡Lo siento! ¡No se ha encontrado el tipo de suscripción!

source: Sorry! You cannot request this operation!
es: ¡Lo siento! ¡No puede solicitar esta operación!

source: Sorry! You do not have access to this operation!
es: ¡Lo siento! ¡No tiene acceso a esta operación!

source: Sorry! Your was not started!
es: ¡Lo siento! ¡Su no se inició!

source: Sorry! The subscription type not found!
es: ¡Lo sentimos! ¡El tipo de suscripción no se encuentra!

source: The subscription was renewed successfully!
es: ¡La suscripción se ha renovado con éxito!

source: The subscription cancellation was started successfully!
es: ¡La cancelación de la suscripción se ha iniciado con éxito!

source: Please, enter the user login!
es: ¡Por favor, introduzca el nombre de usuario!

source: Please, enter the password!
es: ¡Por favor, introduce tu contraseña!

source: Please,confirm the password!
es: ¡Por favor, confirme la contraseña!

source: You entered two different passwords. Please try again!
es: Has introducido dos contraseñas diferentes. ¡Por favor, inténtalo de nuevo!

source: Please, enter the country!
es: ¡Por favor, ¡entra en el país!

source: Please, enter the organization!
es: ¡Por favor, entra en la organización!

source: Please, enter the organization phone!
es: ¡Por favor, introduzca el teléfono de la organización!

source: Please, enter the currency!
es: ¡Por favor, introduzca la moneda!

source: Please, specify the main place of business!
es: ¡Por favor, especifique el lugar principal del negocio!

source: Registration with your accounts failed!
es: ¡El registro en sus cuentas ha fallado!

source: The creation of an organization account ended in an error!
es: ¡La creación de una cuenta de organización terminó en un error!

source: An error occurred in user activation!
es: ¡Se ha producido un error en la activación del usuario!

source: Administrative group was not found!
es: ¡No se ha encontrado el grupo administrativo!

source: No name for the main service catalog!
es: ¡No hay nombre para el catálogo de servicios principal!

source: No name for main products catalog!
es: ¡No hay nombre para el catálogo de productos principales!

source: Organization was successfully created!
es: ¡La organización se ha creado con éxito!

source: Please, enter the country.
es: Por favor, introduzca el país.

source: Please, enter the organization.
es: Por favor, introduzca la organización.

source: Please, enter the organization phone.
es: Por favor, introduzca el teléfono de la organización.

source: Please, enter the organization e-mail.
es: Por favor, introduzca el correo electrónico de la organización.

source: Organization was not found.
es: No se ha encontrado la organización.

source: Organization card was not obtained.
es: No se obtuvo la tarjeta de organización.

source: The selected role was not found.
es: No se ha encontrado el papel seleccionado.

source: Role was successfully deleted.
es: La función se ha eliminado con éxito.

source: Please, specify the module name.
es: Por favor, especifique el nombre del módulo.

source: Please, specify the function name.
es: Por favor, especifique el nombre de la función.

source: A similar role already exists.
es: Ya existe un papel similar.

source: The role data was not found.
es: No se han encontrado los datos del rol.

source: Role was successfully saved.
es: La función se ha guardado con éxito.

source: The selected group was not found.
es: No se ha encontrado el grupo seleccionado.

source: Group was successfully deleted.
es: El grupo ha sido eliminado con éxito.

source: Group was not found.
es: No se ha encontrado el grupo.

source: Roles for the group were successfully updated.
es: Las funciones del grupo se han actualizado con éxito.

source: Please, specify the group name.
es: Por favor, especifique el nombre del grupo.

source: Group was successfully saved.
es: El grupo se ha guardado con éxito.

source: Please,specify the name of catalogs section.
es: Por favor, especifique el nombre de la sección de catálogos.

source: Please,specify the parenting section.
es: Por favor, especifique la sección de crianza.

source: Something goes wrong in section saving.
es: Algo va mal en el guardado de la sección.

source: Catalog section was successfully saved.
es: La sección del catálogo se ha guardado con éxito.

source: Your e-mail address or password is not correct or is not registered.
es: Su dirección de correo electrónico o su contraseña no son correctas o no están registradas.

source: Client ID was noy found.
es: No se ha encontrado la identificación del cliente.

source: Welcome to Voita ERP.
es: Bienvenido a Voita ERP.

source: There is no name of product.
es: No hay nombre de producto.

source: There is no catalog section.
es: No hay sección de catálogo.

source: There is no price.
es: No hay precio.

source: An error occurred while saving product.
es: Se ha producido un error al guardar el producto.

source: There is an error in creating product price.
es: Hay un error en la creación del precio del producto.

source: Product was successfully saved.
es: El producto se ha guardado con éxito.

source: Please, specify the name of point of retail sale
es: Por favor, especifique el nombre del punto de venta al por menor

source: There is an error in saving point of retail sale
es: Hay un error al guardar el punto de venta al por menor

source: Point of retail sale was successfully saved
es: El punto de venta minorista se ha guardado con éxito

source: Please,enter user login as e-mail
es: Por favor, introduzca el nombre de usuario como correo electrónico

source: Please,enter a user password of not less than 8 and not more than 16 characters
es: Por favor, introduzca una contraseña de usuario de no menos de 8 y no más de 16 caracteres

source: Unable to create an account with specified email. Please, try another one.
es: No se ha podido crear una cuenta con el correo electrónico especificado. Por favor, intente con otra.

source: Failed to execute query.Please, try again
es: No se ha podido ejecutar la consulta. Por favor, inténtelo de nuevo

source: Employee data has been successfully saved
es: Los datos de los empleados se han guardado con éxito

source: Employee was successfully created.
es: El empleado ha sido creado con éxito.

source: Saving is not possible.
es: El ahorro no es posible.

source: Specify the name of the organization.
es: Especifique el nombre de la organización.

source: Composition not found.
es: Composición no encontrada.

source: Company information was successfully saved
es: La información de la empresa se ha guardado correctamente

source: Employee is not specified
es: El empleado no está especificado

source: Points of sale of employee were successfully changed.
es: Los puntos de venta de los empleados se cambiaron con éxito.

source: Please, select an employee.
es: Por favor, seleccione un empleado.

source: Groups of employee were successfully changed.
es: Los grupos de empleados se cambiaron con éxito.

source: Point of retail sale is not specified
es: No se especifica el punto de venta al por menor

source: Please enter the name of the organization.
es: Introduzca el nombre de la organización.

source: Please indicate the country of organization.
es: Por favor, indique el país de la organización.

source: Supplier was saved successfully.
es: El proveedor se ha guardado con éxito.

source: Supplier was added successfully.
es: El proveedor ha sido añadido con éxito.

source: Password not changed. Old password not correct.
es: La contraseña no ha cambiado. La antigua contraseña no es correcta.

source: Please check for form errors and retry
es: Por favor, compruebe si hay errores en el formulario y vuelva a intentarlo

source: Password was changed successfully.
es: La contraseña ha sido cambiada con éxito.

source: Information about user changed successfully.
es: La información sobre el usuario ha sido modificada con éxito.

source: Period scheme was not found.
es: No se ha encontrado el esquema del período.

source: Period storage was not found.
es: No se ha encontrado el almacenamiento del período.

source: An error occurred while adding the period.
es: Se ha producido un error al añadir el periodo.

source: There is no number of document.
es: No hay número de documento.

source: Period is not specified.
es: No se especifica el periodo.

source: This type of payment is not supported.
es: No se admite este tipo de pago.

source: The document’s period was not selected.
es: No se ha seleccionado el periodo del documento.

source: The period for document’s position was not selected.
es: No se ha seleccionado el periodo para la posición del documento.

source: An error occurred while creating document .
es: Se ha producido un error al crear el documento .

source: The period for inventory was not selected.
es: No se ha seleccionado el periodo de inventario.

source: Point of retail sale was not specified.
es: No se especificó el punto de venta al por menor.

source: To pay by credit card you need to specify the terminal check number.
es: Para pagar con tarjeta de crédito es necesario especificar el número de cheque del terminal.

source: Document was successfully created.
es: El documento se ha creado con éxito.

source: Please, select the point of retail sale.
es: Por favor, seleccione el punto de venta al por menor.

source: Please, select the period of purchase.
es: Por favor, seleccione el periodo de compra.

source: Point of retail sale or storage was not specified.
es: No se especificó el punto de venta al por menor o de almacenamiento.

source: Date was not specified.
es: No se especificó la fecha.

source: Unable to get table for purchase number.
es: No se puede obtener la tabla para el número de compra.

source: Unable to get table for contents of purchase item.
es: No se puede obtener la tabla de contenidos del artículo de compra.

source: Unable to get table for inventory.
es: No se puede obtener la tabla para el inventario.

source: An error occurred while creating new purchase.
es: Se ha producido un error al crear una nueva compra.

source: Unable to create product.
es: No se puede crear el producto.

source: We cannot find the product.
es: No podemos encontrar el producto.

source: New purchase was successfully created.
es: La nueva compra se ha creado con éxito.

source: Payment information was successfully saved.
es: La información de pago se ha guardado correctamente.

source: There is no number of purchase.
es: No hay número de compra.

source: There is no period of document.
es: No hay periodo de documento.

source: There is no type of payment.
es: No hay ningún tipo de pago.

source: There is no payment document number.
es: No hay número de documento de pago.

source: There is no date of the payment document.
es: No hay fecha del documento de pago.

source: Purchase payment was not specified.
es: No se ha especificado el pago de la compra.

source: There is no purchase number.
es: No hay número de compra.

source: Please select period.
es: Por favor, seleccione el periodo.

source: Please select point of sale.
es: Seleccione el punto de venta.

source: Please choose period of the invoices.
es: Por favor, elija el período de las facturas.

source: Documents successfully saved.
es: Documentos guardados con éxito.

source: Status changed successfully!
es: ¡El estado ha cambiado con éxito!

source: Sorry! Not found point of place.
es: ¡Lo siento! No he encontrado el punto del lugar.

source: Sorry! Not found checkout session.
es: ¡Lo siento! No se ha encontrado la sesión de pago.

source: Sorry! Not found period.
es: ¡Lo siento! No se ha encontrado el período.

source: You need to send request number.
es: Es necesario enviar el número de solicitud.

source: Opened request not found.
es: Solicitud abierta no encontrada.

source: Invoice for returning not found.
es: Factura de devolución no encontrada.

source: The return request has been completed.
es: La solicitud de devolución ha sido completada.

source: You need to send invoice number.
es: Es necesario enviar el número de factura.

source: Invoice for reverting not found.
es: No se ha encontrado la factura para revertir.

source: Your invoice is still in reverting process.
es: Su factura está todavía en proceso de reversión.

source: Invoice returning request was created.
es: Se ha creado la solicitud de devolución de la factura.

source: Sorry! We got an error before start your checkout.
es: ¡Lo sentimos! Se ha producido un error antes de iniciar el proceso de compra.

source: We got an error while saving.
es: Tenemos un error al guardar.

source: The POS session is not active.
es: La sesión del POS no está activa.

source: Sorry! Not found the checkout session.
es: ¡Lo siento! No se ha encontrado la sesión de pago.

source: Checkout session was finished.
es: La sesión de pago ha terminado.

source: The POS session is active.
es: La sesión de POS está activa.

source: Price column name is not specified.
es: No se ha especificado el nombre de la columna de precios.

source: There is no margin percent for purchase.
es: No hay un porcentaje de margen para la compra.

source: An error occurred while creating a price option.
es: Se ha producido un error al crear una opción de precio.

source: Price option was successfully saved.
es: La opción de precio se ha guardado con éxito.

source: There is no name for price column.
es: No hay nombre para la columna de precios.

source: Adding price is possible only for products and services.
es: Añadir el precio sólo es posible para los productos y servicios.

source: An error occurred while specifying the price period.
es: Se ha producido un error al especificar el periodo de precios.
