Repository: voitakn/voita-erp-front
Catalog: auth/locale/*.po
Languages: el, es, it, pt, ru, sr

source: toast
es: scrollspy

source: Voita APP - Change password page
es: Voita APP - Página de cambio de contraseña

source: Please enter a valid password
es: Por favor, introduzca una contraseña válida

source: The passwords entered are different
es: Las contraseñas introducidas son diferentes

source: Voita APP - Email verification page
el: Voita APP - Σελίδα επαλήθευσης email
es: Voita APP - Página de verificación del correo electrónico
it: Voita APP - Pagina di verifica dell'e-mail
pt: Voita APP - Página de verificação por e-mail
ru: Voita APP - страница проверки электронной почты
sr: Voita APP - Stranica za provjeru e-pošte

source: The process of verifying your email is in progress.
el: Η διαδικασία επαλήθευσης του email σας βρίσκεται σε εξέλιξη.
es: El proceso de verificación de su correo electrónico está en curso.
it: Il processo di verifica della tua email è in corso.
pt: O processo de verificação do seu e-mail está em curso.
ru: В настоящее время идет процесс проверки вашей электронной почты.
sr: Postupak potvrde vaše e-pošte je u toku.

source: After a few seconds, you will be automatically redirected to the login page!
el: Μετά από λίγα δευτερόλεπτα, θα μεταφερθείτε αυτόματα στη σελίδα σύνδεσης!
es: ¡Después de unos segundos, será redirigido automáticamente a la página de inicio de sesión!
it: Dopo qualche secondo, sarai automaticamente reindirizzato alla pagina di login!
pt: Após alguns segundos, será automaticamente redireccionado para a página de login!
ru: Через несколько секунд Вы будете автоматически перенаправлены на страницу входа!
sr: Nakon nekoliko sekundi automatski ćete biti preusmjereni na stranicu za prijavu!

source: Excellent! Verification of your email was successful.
el: Εξαιρετικό! Η επαλήθευση του email σας ήταν επιτυχής.
es: Excelente La verificación de su correo electrónico fue exitosa.
it: Eccellente! La verifica della tua e-mail ha avuto successo.
pt: Excelente! A verificação do seu e-mail foi bem sucedida.
ru: Отлично! Проверка вашей электронной почты прошла успешно.
sr: Odlicno! Provjera vaše e-pošte bila je uspješna.

source: Thank you for choosing us!
el: Σας ευχαριστούμε που μας επιλέξατε!
es: ¡Gracias por elegirnos!
it: Grazie per averci scelto!
pt: Obrigado por nos ter escolhido!
ru: Спасибо, что выбрали нас!
sr: Hvala vam što ste nas odabrali!

source: Now you can sign in to our application!
el: Τώρα μπορείτε να συνδεθείτε στην εφαρμογή μας!
es: ¡Ahora puedes registrarte en nuestra aplicación!
it: Ora puoi accedere alla nostra applicazione!
pt: Agora pode inscrever-se na nossa candidatura!
ru: Теперь вы можете войти в наше приложение!
sr: Sada se možete prijaviti u našu aplikaciju!

source: Sign In
el: Συνδεθείτε
es: Iniciar sesión
it: Accedi
pt: Entrar
ru: Войти
sr: Prijaviti se

source: Sorry, there was an error while verifying your email.
el: Συγγνώμη, υπήρξε σφάλμα κατά την επαλήθευση του email σας.
es: Lo sentimos, hubo un error al verificar su correo electrónico.
it: Spiacenti, c'è stato un errore durante la verifica della tua email.
pt: Desculpe, houve um erro ao verificar o seu e-mail.
ru: Извините, произошла ошибка при проверке электронной почты.
sr: Žao nam je, došlo je do greške prilikom potvrde vaše e-pošte.

source: Perhaps your credentials are missing or verification has already passed earlier.
el: Ίσως λείπουν τα διαπιστευτήριά σας ή η επαλήθευση έχει ήδη περάσει νωρίτερα.
es: Tal vez falten sus credenciales o la verificación ya haya pasado antes.
it: Forse mancano le sue credenziali o la verifica è già passata in precedenza.
pt: Talvez as suas credenciais estejam em falta ou a verificação já tenha passado antes.
ru: Возможно, ваши учетные данные отсутствуют или проверка уже прошла раньше.
sr: Možda vaše vjerodajnice nedostaju ili je provjera već prošla ranije.

source: You can go to the authorisation page or visit our website.
el: Μπορείτε να μεταβείτε στη σελίδα εξουσιοδότησης ή να επισκεφθείτε την ιστοσελίδα μας.
es: Puede ir a la página de autorización o visitar nuestro sitio web.
it: Può andare alla pagina di autorizzazione o visitare il nostro sito web.
pt: Pode ir para a página de autorização ou visitar o nosso sítio web.
ru: Вы можете перейти на страницу авторизации или посетить наш сайт.
sr: Možete otići na stranicu za autorizaciju ili posjetiti našu web stranicu.

source: Voita APP - Recovery password page
es: Voita APP - Página de recuperación de la contraseña

source: Enter your email address to recover your password
es: Introduzca su dirección de correo electrónico para recuperar su contraseña

source: Sorry, we could not find your credentials, please try again
es: Lo sentimos, no hemos podido encontrar sus credenciales, por favor inténtelo de nuevo

source: Enter your email
es: Ingrese su email

source: Please enter valid email
es: Por favor, introduzca un correo electrónico válido

source: Recovery Password
es: Recuperación de la contraseña

source: We have sent a letter to your email with instructions to reset your password. Please check your email.
es: Hemos enviado una carta a su correo electrónico con instrucciones para restablecer su contraseña. Por favor, compruebe su correo electrónico.

source: Voita APP - Sign In page
el: Voita APP - Σελίδα σύνδεσης
es: Voita APP - Página de inicio de sesión
it: Voita APP - Pagina di accesso
pt: Voita APP - Página de login
ru: Voita APP - страница входа
sr: Voita APP - Stranica za prijavu

source: Sorry, we could not find your credentials, please try again.
el: Λυπούμαστε, δεν μπορέσαμε να βρούμε τα διαπιστευτήριά σας, παρακαλώ δοκιμάστε ξανά.
es: Lo sentimos, no hemos podido encontrar sus credenciales, por favor inténtelo de nuevo.
it: Siamo spiacenti, non siamo riusciti a trovare le sue credenziali, la preghiamo di riprovare.
pt: Desculpe, não conseguimos encontrar as suas credenciais, por favor tente novamente.
ru: Извините, мы не смогли найти ваши учетные данные, пожалуйста, попробуйте еще раз.
sr: Žao nam je, nismo uspjeli pronaći vaše vjerodajnice, pokušajte ponovo.

source: Login (Email)
el: Σύνδεση (Email)
es: Inicio de sesión (correo electrónico)
it: Accesso (e-mail)
ru: Логин (Email)
sr: Prijava (Email)

source: Please enter your email
el: Παρακαλούμε εισάγετε το email σας
es: Por favor, introduzca su dirección de correo electrónico
it: Inserisci la tua email
pt: Por favor, introduza o seu e-mail
ru: Введите email
sr: Unesite svoju adresu e-pošte

source: Password
el: Κωδικός
es: Contraseña
pt: Senha
ru: Пароль
sr: Lozinka

source: Please enter your password
el: Παρακαλώ εισάγετε τον κωδικό πρόσβασής σας
es: Por favor, introduce tu contraseña
it: Inserisci la tua password
pt: Por favor, insira a sua palavra-passe
ru: Пожалуйста введите ваш пароль
sr: Unesite lozinku

source: Don’t have a Voita account?
el: Δεν έχετε λογαριασμό Voita APP?
es: ¿No tienes una cuenta Voita APP?
it: Non hai un account Voita?
pt: Não tem uma conta Voita APP?
ru: У вас нет аккаунта Voita APP?
sr: Nemate račun Voita?

source: Sign Up
el: Εγγραφή
es: Registrarse
it: Registrati
pt: Registar
ru: Создать аккаунт
sr: Registruj se

source: Forgot your password?
es: ¿Olvidaste tu contraseña?

source: Voita APP - Create new account
es: Voita APP - Crear una nueva cuenta

source: Let`s create your account
es: Cree su cuenta

source: Choose country *
es: Elija el país *

source: To register, choose a country from the list
es: Para registrarse, elija un país de la lista

source: Country name *
es: Nombre del país *

source: Please enter your country name
es: Introduzca el nombre de su país

source: Email address *
es: Email *

source: Please enter a valid email address
es: Por favor introduce una dirección de correo electrónico válida

source: Create a password *
es: Crear una contraseña *

source: Password is not strong enough
es: La contraseña no es fuerte

source: Repeat password *
es: Repetir Contraseña *

source: Password and verification password are not the same
es: La contraseña y la contraseña de verificación no son las mismas

source: The password must have at least 8 characters of the Latin alphabet, and contain a lowercase, uppercase, number, and any of the following characters
es: La contraseña debe tener al menos 8 caracteres del alfabeto latino y contener una minúscula, una mayúscula, un número y cualquiera de los siguientes caracteres

source: I agree to the
es: Estoy de acuerdo con los

source: privacy policy
es: política de privacidad

source: Sign Up for FREE
es: Inscríbete GRATIS

source: Do you already have an account?
es: Ya tienes cuenta?

source: Go to
es: Ir a la pagina

source: Voita APP for POS selling and B2B
es: Voita APP para la venta en el POS y el B2B

source: Manage your purchases and supplies
es: Gestione sus compras y suministros

source: Manage your POS and selling of products and services
es: Gestione su POS y la venta de productos y servicios

source: Manage your expenses and profits
es: Gestione sus gastos y beneficios

source: Manage your stock and movement of goods
es: Gestione sus existencias y movimientos de mercancías

source: Successful registration
es: Registro exitoso

source: Your account has been successfully created!
es: ¡Su cuenta ha sido creada con éxito!

source: We have sent you an email with a link to activate your account.
es: Le hemos enviado un correo electrónico con un enlace para activar su cuenta.

source: Thank you for choosing our service!
es: ¡Gracias por elegir nuestro servicio!

source: Close
es: Cerrar

source: Registration error
es: Error de registro

source: An error occurred during registration!
es: ¡Se ha producido un error durante el registro!

source: Please check all fields of the registration form and try again!
es: ¡Por favor, compruebe todos los campos del formulario de registro e inténtelo de nuevo!

source: modal
it: dropdown

source: scrollspy
it: dropdown
